{
	"Basil_Seeds_name": "Basil Seeds",
	"Basil_Seeds_description": "Plant these seeds in the Summer. Takes 9 days to grow.",
	"Cardamom_Seeds_name": "Cardamom Seeds",
	"Cardamom_Seeds_description": "Plant these in the fall. Takes all season to grow. Can be processed into Cardamom in the kitchen.",
	"Coriander_Seeds_name": "Coriander Seeds",
	"Coriander_Seeds_description": "Plant these seeds in the Fall. Takes 9 days to grow. Also used as a spice throughout the world.",
	"Cumin_Seeds_name": "Cumin Seeds",
	"Cumin_Seeds_description": "Plant these seeds in the Summer. Takes all season to grow. Can be processed into Cumin in the kitchen.",
	"Mustard_Seeds_name": "Mustard Seeds",
	"Mustard_Seeds_description": "Plant these seeds in Winter. Takes 12 days to grow. Place 5 into a Preserves Jar with wine to make Dijon Mustard",
	"Oregano_Seeds_name": "Oregano Seeds",
	"Oregano_Seeds_description": "Plant these seeds in the Summer. Takes 12 days to grow.",
	"Turmeric_Seeds_name": "Turmeric Seeds",
	"Turmeric_Seeds_description": "Plant these seeds in the Summer. Takes all season to grow.",

	"Black_Pepper_Vine_Starter_name": "Black Pepper Vine Starter",
	"Black_Pepper_Vine_Starter_description": "Plant this starter in Spring or Summer. Takes 17 days to mature, then regrows every 5 days.",
	"Vanilla_Vine_Starter_name": "Vanilla Vine Starter",
	"Vanilla_Vine_Starter_description": "Plant this starter in the Fall. Takes 20 days to mature, then regrows after 8 days.",

	"Allspice_Tree_Sapling_name": "Allspice Tree Sapling",
	"Allspice_Tree_Sapling_description": "Takes 28 days to produce a mature Allspice tree. Bears fruit in the Summer. Only grows if the 8 surrounding \"tiles\" are empty.",
	"Cinnamon_Tree_Sapling_Name": "Cinnamon Tree Sapling",
	"Cinnamon_Tree_Sapling_description": "Takes 28 days to produce a mature Cinnamon tree. Harvest the bark in the Fall. Only grows if the 8 surrounding \"tiles\" are empty.",
	"Clove_Tree_Sapling_name": "Clove Tree Sapling",
	"Clove_Tree_Sapling_description": "Takes 28 days to produce a mature Clove tree. Bears flower buds in the Winter. Only grows if the 8 surrounding \"tiles\" are empty.",
	"Nutmeg_Tree_Sapling_name": "Nutmeg Tree Sapling",
	"Nutmeg_Tree_Sapling_description": "Takes 28 days to produce a mature Nutmeg tree. Bears fruit in the Summer. Only grows if the 8 surrounding \"tiles\" are empty.",

	"Basil_Leaves_name": "Basil Leaves",
	"Basil_Leaves_description": "Leaves from a basil plant. Can be used on their own, and they can be turned into basil in the kitchen.",
	"Coriander_Stalk_name": "Coriander Stalk",
	"Coriander_Stalk_description": "A stalk of the coriander plant. Use the kitchen to turn these into Coriander and Coriander Seeds.",
	"Oregano_Leaves_name": "Oregano Leaves",
	"Oregano_Leaves_Description": "Leaves from the oregano plant. Can be used as a spice, or processed into Oregano in the kitchen.",
	"Turmeric_Root_name": "Turmeric Root",
	"Turmeric_Root_description": "The root of the turmeric plant in the same family as ginger. Grind this into turmeric in the kitchen.",

	"Pepper_Drupe_Spike_name": "Pepper Drupe Spike",
	"Pepper_Drupe_Spike_description": "A cluster of Black Pepper Drupes. Dry these out to make black pepper.",
	"Vanilla_Pod_name": "Vanilla Pod",
	"Vanilla_Pod_description": "A fresh Vanilla Pod. Dry this out to get vanilla beans.",

	"Allspice_Fruit_name": "Allspice Fruit",
	"Allspice_Fruit_description": "The unripe fruit of the Allspice Tree. Dry it out to use it as a spice.",
	"Allspice_Fruit_Dried_name": "Dried Allspice Fruit",
	"Allspice_Fruit_Dried_description": "The dried fruit of the Allspice Tree. Grind this into Allspice in the kitchen.",
	"Cinnamon_Bark_name": "Cinnamon Bark",
	"Cinnamon_Bark_description": "Unprocessed bark of the Cinnamon tree. Grind this into Cinnamon in the kitchen.",
	"Clove_Flower_Bud_name": "Clove Flower Bud",
	"Clove_Flower_Bud_description": "The flower bud of the clove tree. Turn this into cloves in the kitchen.",
	"Nutmeg_Fruit_name": "Nutmeg Fruit",
	"Nutmeg_Fruit_description": "The fruit of the Nutmeg tree. Dry this out to process the spices inside.",
	"Nutmeg_Fruit_Dried_name": "Dried Nutmeg Fruit",
	"Nutmeg_Fruit_Dried_description": "The dried fruit of the Nutmeg tree. Process this into Mace and Nutmeg in the kitchen.",

	"Allspice_name": "Allspice",
	"Allspice_description": "A complex spice used in cooking, baking, and some natural medicines around the world.",
	"Basil_name": "Basil",
	"Basil_description": "An herb used in cuisines worldwide.",
	"Black_Pepper_name" : "Black Pepper",
	"Black_Pepper_description": "The world's most traded spice.",
	"Cardamom_name": "Cardamom",
	"Cardamom_description": "This pricey spice is widely used in indian cuisines.",
	"Cinnamon_name": "Cinnamon",
	"Cinnamon_description": "A widely used spice produced from the bark of the Cinnamon tree.",
	"Cloves_name": "Cloves",
	"Cloves_description": "A pungent spice with strong flavor and aroma.",
	"Coriander_name": "Coriander",
	"Coriander_description": "The leaves of the coriander plant, used in cooking throughout the world.",
	"Cumin_name": "Cumin",
	"Cumin_description": "Used as a seasoning both whole and ground, this spice is made from the seeds of the Cumin plant.",
	"Curry_Powder_name": "Curry Powder",
	"Curry_Powder_description": "A blend of Black Pepper, Cardamom, Cinnamon, Coriander, Cumin, and Turmeric used in cooking.",
	"Garam_Masala_name": "Garam Masala",
	"Garam_Masala_description": "A blend of Black Pepper, Cardamom, Cinnamon, Cloves, Mace, and Nutmeg used in cooking.",
	"Mace_name": "Mace",
	"Mace_description": "A sweet, woody, and warm spice.",
	"Nutmeg_name": "Nutmeg",
	"Nutmeg_description": "A nutty, earthy, and slightly sweet spice.",
	"Oregano_name": "Oregano",
	"Oregano_description": "An herb used worldwide, with some potential health benefits.",
	"Turmeric_name": "Turmeric",
	"Turmeric_description": "A ground spice used in Indian and Southeast Asian cuisines.",
	"Vanilla_Bean_name": "Vanilla Bean",
	"Vanilla_Bean_description": "The world's second most expensive spice, due to it's labor intensive farming requirements. Make Vanilla Extract with this in the kitchen.",
	"Vanilla_Extract_name": "Vanilla Extract",
	"Vanilla_Extract_description": "Liquid vanilla, used in all sorts of recipies.",

	"Dijon_Mustard_name": "Dijon Mustard",
	"Dijon_Mustard_description" : "A rich yellow condiment, produced right here in Stardew Valley!",
	"Deviled_Egg_name": "Deviled Egg",
	"Deviled_Egg_description": "A decadent take on the classic hard boiled egg."
}